[
    
    {
        "soal": "The King of Knights who managed to pull the Legendary Sword out of a rock",
        "jawaban": "King Arthur"
        },
    {
        "soal": "The name of the goddess of discord in Greek mythology in Latin",
        "jawaban": "Discordia"
        },
    {
        "soal": "The king known as the British symbol of determination is?",
        "jawaban": "Albert Frederick Arthur"
        },
    {
        "soal": "The hero of the French nation known as La Pucelle",
        "jawaban": "Jeanne d'Arc"
        },
    {
        "soal": "Names of heroes in Ancient Mesopotamian mythology",
        "jawaban": "Gilgamesh"
        },
    {
        "soal": "The only gorgon that doesn't last forever",
        "jawaban": "Medusa"
        },
    {
        "soal": "The name of the nine-headed Dragon-shaped creature",
        "jawaban": "Hydra"
        },
    {
        "soal": "Half-bird mythological creature",
        "jawaban": "Harpy"
        },
    {
        "soal": "The hundred-headed dragon guarding the golden apple tree of the Hesperides.",
        "jawaban": "Ladon"
        },
    {
        "soal": "A female devil from Babylon who likes to steal human children",
        "jawaban": "Lilith"
        },
    {
        "soal": "The name of the god of love, symbolized by the little winged child who always carries a bow and arrow",
        "jawaban": "Eros"
        },
    {
        "soal": "What is the name of the war between the Olympian gods and the giants?",
        "jawaban": "Gigantomakhia"
        },
    {
        "soal": "Who is the first supernatural spirit of the 72 supernatural spirits, the King who rules the eastern region and rules over 66 legions of demons",
        "jawaban": "Ba'al"
        },
    {
        "soal": "The highest duke reigns in the eastern region and over 31 legions of demons, in the form of a handsome man riding a crocodile. He teaches languages, causes earthquakes and destroys the dignity of faith",
        "jawaban": "Agares"
        },
    {
        "soal": "The devil who boasted of his knowledge and fell with Lucifer, appeared in the form of a man with a crown sitting on a camel accompanied by musicians with flutes",
        "jawaban": "Paimon"
        },
    {
        "soal": "One of the three demon heads, has a foul breath, teaches all sciences and is the keeper of the secrets of the past, present, and future past is the main duke who rules over 40 legions of demons",
        "jawaban": "Astaroth"
        },
    {
        "soal": "The master of lust and the thirty-second spirit, often depicted in the form of a three-headed creature resembling an ogre, a male goat, and a bull with legs like a chicken having wings and a tail like a snake",
        "jawaban": "Asmodeus"
        },
    {
        "soal": "Is the 56th demon sealed by king solomon, Ranks as the powerful duke of hell and has power over 26 Legions",
        "jawaban": "Gremory"
        },
    {
        "soal": "Ruled from 1792-1750 BC and had the greatest influence on the development of civilization in the Mesopotamian region",
        "jawaban": "Hammurabi"
        },
    {
        "soal": "Known as a traitor who fought King Arthur at the Battle of Camlan, and was killed after the battle",
        "jawaban": "Mordred"
        },
    {
        "soal": "The name of the god of battle, death, poetry, and witchcraft in nordic mythology. The ruler of Asgard, has a weapon in the form of a spear called Gungnir.",
        "jawaban": "Odin"
        },
    {
        "soal": "The guardian deity who guards Bifrost, the way in and out of Asgard. Son of Odin and Nine Waves. also known as Rígr or creator of mankind",
        "jawaban": "Heimdall"
        },
    {
        "soal": "The name of the god of fire and deceit in nordic mythology, trouble-seeking. The son of the giants Farbautia and Laufey. He killed Balder through a ruse",
        "jawaban": "Loki"
        },
    {
        "soal": "What was the name of the first giant in nordic mythology?",
        "jawaban": "Ymir"
        },
    {
        "soal": "A part of Norse mythology about the battle at the end of the world. The battle between the Æsir, led by Odin and the demons and various monsters led by Surtr",
        "jawaban": "Ragnarok"
        },
    {
        "soal": "The name of the god of death in Egyptian mythology",
        "jawaban": "Anubis"
        },
    {
        "soal": "The most complex and influential story in ancient Egyptian mythology",
        "jawaban": "The Myth of Osiris"
        },
    {
        "soal": "The name of the wild creature tamed by Bellerophon using the golden bridle of the Goddess Athena",
        "jawaban": "Pegasus"
        },
    {
        "soal": "Name of the virgin goddess who became the goddess of war and struggle, sister and alleged partner of the god Ba'al Hadad in Canaanite mythology",
        "jawaban": "Anat"
        },
    {
        "soal": "The seven-headed serpent that helps Yam in Canaanite mythology",
        "jawaban": "Lotan"
        },
    {
        "soal": "Name of the sun goddess and consort of Tarhunt from Hit mythology",
        "jawaban": "Arinna"
        },
    {
        "soal": "Name of the goddess of healing, medicine and magic from Hit mythology",
        "jawaban": "Kamrusepa"
        },
    {
        "soal": "Goddess of the moon and the hunt in Roman mythology",
        "jawaban": "Diana"
        },
    {
        "soal": "Goddess of love and beauty in Roman mythology",
        "jawaban": "Venus"
        },
    {
        "soal": "Name of the underground god, the underworld, the younger brother of Neptune, and the older brother of Jupiter from Roman mythology",
        "jawaban": "Pluto"
        },
    {
        "soal": "Tinia, Uni and Menria are the main Gods of mythology?",
        "jawaban": "Etruscan mythology"
        },
    {
        "soal": "Where does Lord Shiva live in Hindu mythology?",
        "jawaban": "Kailasha"
        },
    {
        "soal": "Where does Lord Brahma live in Hindu mythology?",
        "jawaban": "Satyaloka"
        },
    {
        "soal": "Is one of the 12 Olympian Gods, famous for the madness caused upon his arrival",
        "jawaban": "Dionisos"
        },
    {
        "soal": "Who is Zeus' favorite daughter",
        "jawaban": "Athena"
        },
    {
        "soal": "The demigod chosen by Zeus to fight with him against the Gigants",
        "jawaban": "Heracles"
        },
    {
        "soal": "The owner of the nickname Astrapios is?",
        "jawaban": "Zeus"
        },
    {
        "soal": "Jupiter's name for Zeus is in what mythology?",
        "jawaban": "Roman mythology"
        },
    {
        "soal": "The figure of Jord in Norse mythology",
        "jawaban": "Thor's mother"
        },
    {
        "soal": "Hubal is a creature from what mythology?",
        "jawaban": "arabic mythology"
        },
    {
        "soal": "The name of the idol goddess worshiped by the Jahiliyah Arabs and considered one of the children of God along with Manāt and 'Uzzá",
        "jawaban": "Latta"
        },
    {
        "soal": "The tree of life and the sacred that connects the nine worlds in Nordic cosmology",
        "jawaban": "Yggdrasil"
        },
    {
        "soal": "Norse mythological creature, in the form of a female giant who reigns over many dead",
        "jawaban": "Hel"
        },
    {
        "soal": "The god who is considered the sir faction because he has affinity with Odin",
        "jawaban": "Loki"
        },
    {
        "soal": "The world of the sir or class of high and most powerful gods and lies in the upper Yggdrasil branch through which the spring of Urd passes",
        "jawaban": "Asgard"
        }
        
]
