[

    {
        "soal": "Raja Ksatria yang berhasil menarik Pedang Legendaris dari batu",
        "jawaban": "Raja Arthur"
        },
    {
        "soal": "Nama dewi perselisihan dalam mitologi Yunani dalam bahasa Latin",
        "jawaban": "Discordia"
        },
    {
        "soal": "Raja yang dikenal sebagai simbol tekad Inggris adalah?",
        "jawaban": "Albert Frederick Arthur"
        },
    {
        "soal": "Pahlawan bangsa Prancis yang dikenal sebagai La Pucelle",
        "jawaban": "Waifu Unx"
        },
    {
        "soal": "Nama pahlawan dalam mitologi Mesopotamia Kuno",
        "jawaban": "Gilgamesh"
        },
    {
        "soal": "Satu-satunya gorgon yang tidak abadi",
        "jawaban": "Medusa"
        },
    {
        "soal": "Makhluk berbentuk Naga berkepala sembilan",
        "jawaban": "Hydra"
        },
    {
        "soal": "Makhluk mitologi setengah burung",
        "jawaban": "Harpy"
        },
    {
        "soal": "Naga berkepala seratus yang menjaga pohon apel emas Hesperides",
        "jawaban": "Ladon"
        },
    {
        "soal": "Iblis perempuan dari Babilonia yang suka mencuri anak manusia",
        "jawaban": "Lilith"
        },
    {
        "soal": "Nama dewa cinta, dilambangkan dengan anak kecil bersayap yang selalu membawa busur dan anak panah",
        "jawaban": "Eros"
        },
    {
        "soal": "Sebuah perang antara dewa-dewa Olympus dan para raksasa",
        "jawaban": "Gigantomakhia"
        },
    {
        "soal": "Roh Iblis pertama dari 72 roh iblis, Raja yang menguasai wilayah timur dan menguasai 66 legiun iblis",
        "jawaban": "Ba'al"
        },
    {
        "soal": "Duke tertinggi yang memerintah di wilayah timur dan lebih dari 31 legiun Iblis, dalam bentuk seorang pria tampan yang menunggangi buaya. Dia mengajarkan bahasa, menyebabkan gempa bumi dan menghancurkan martabat iman",
        "jawaban": "Agares"
        },
    {
        "soal": "Sang Iblis yang menyombongkan tentang pengetahuannya dan jatuh bersama Lucifer, muncul dalam wujud seorang pria dengan mahkota duduk di atas unta ditemani oleh para musisi dengan seruling",
        "jawaban": "Paimon"
        },
    {
        "soal": "Salah satu dari tiga kepala iblis, memiliki bau mulut yang sangat busuk, mengajarkan semua ilmu pengetahuan dan merupakan penjaga rahasia masa lalu, sekarang, dan masa depan adalah Duke utama yang memerintah lebih dari 40 legiun iblis",
        "jawaban": "Astaroth"
        },
    {
        "soal": "Penguasa nafsu serta roh ke tiga puluh dua, sering digambarkan dalam wujud makhluk berkepala tiga menyerupai ogre, kambing jantan, dan banteng, berkaki seperti ayam, bersayap dan berekor seperti ular",
        "jawaban": "Asmodeus"
        },
    {
        "soal": "Siapakah iblis ke-56 yang disegel oleh raja solomon, Peringkat sebagai Duke Demon yang kuat dan memiliki kekuatan lebih dari 26 Legiun",
        "jawaban": "Gremory"
        },
    {
        "soal": "Memerintah dari 1792-1750 SM dan memiliki pengaruh terbesar pada perkembangan peradaban di wilayah Mesopotamia",
        "jawaban": "Hammurabi"
        },
    {
        "soal": "Dikenal sebagai pengkhianat yang melawan Raja Unxzx di Pertempuran Camlann, dan terbunuh setelah pertempuran",
        "jawaban": "Mordred"
        },
    {
        "soal": "Dia adalah dewa pertempuran, kematian, puisi, dan sihir dalam mitologi nordik. Penguasa Asgard, memiliki senjata berupa tombak bernama Gungnir",
        "jawaban": "Odin"
        },
    {
        "soal": "Dewa penjaga yang menjaga Bifrost, jalan masuk dan keluar Asgard. Putra Odin dan Sembilan Gelombang. juga dikenal sebagai Rígr atau pencipta umat manusia",
        "jawaban": "Heimdall"
        },
    {
        "soal": "Dewa api dan penipuan dalam mitologi nordik, pencari masalah. Putra dari raksasa Farbauti dan Laufey. Dia membunuh Balder melalui tipu muslihat",
        "jawaban": "Loki"
        },
    {
        "soal": "Raksasa pertama dalam mitologi norse?",
        "jawaban": "Ymir"
        },
    {
        "soal": "Bagian dari mitologi Nordik tentang pertempuran di ujung dunia. Pertempuran antara Æsir, yang dipimpin oleh Odin dan iblis dan berbagai monster yang dipimpin oleh Surtr",
        "jawaban": "Ragnarok"
        },
    {
        "soal": "Dewa kematian dalam Mitologi Mesir",
        "jawaban": "Anubis"
        },
    {
        "soal": "Kisah paling terkenal dan berpengaruh dalam mitologi Mesir kuno",
        "jawaban": "Mitos Osiris"
        },
    {
        "soal": "Makhluk liar yang dijinakkan oleh Bellerophon menggunakan kekang emas Dewi Athena",
        "jawaban": "Pegasus"
        },
    {
        "soal": "Nama dewi perawan yang menjadi dewi perang dan perjuangan, saudara perempuan dan diduga teman dewa Ba'al Hadad dalam mitologi Kanaan",
        "jawaban": "Anat"
        },
    {
        "soal": "Ular berkepala tujuh yang membantu Yam dalam mitologi Kanaan",
        "jawaban": "Lotan"
        },
    {
        "soal": "Dikenal sebagai dewi matahari dan permaisuri Tarhunt dari Mitologi Hittite",
        "jawaban": "Arinna"
        },
    {
        "soal": "Sang dewi penyembuhan, obat-obatan dan sihir dari Mitologi Hittite",
        "jawaban": "Kamsurepa"
        },
    {
        "soal": "Siapa nama Dewi bulan dan perburuan dalam mitologi Romawi",
        "jawaban": "Diana"
        },
    {
        "soal": "Dewi cinta dan kecantikan dalam mitologi Romawi",
        "jawaban": "Venus"
        },
    {
        "soal": "Nama dari dewa bawah tanah, dunia bawah, adik laki-laki Neptunus, dan kakak laki-laki Jupiter dari mitologi Romawi",
        "jawaban": "Pluto"
        },
    {
        "soal": "Tinia, Uni dan Menria adalah Dewa utama mitologi?",
        "jawaban": "Mitologi Etruria"
        },
    {
        "soal": "Nama tempat tinggal Dewa Siwa",
        "jawaban": "Kaliasha"
        },
    {
        "soal": "Di mana Dewa Brahma tinggal dalam mitologi Hindu?",
        "jawaban": "Satyaloka"
        },
    {
        "soal": "Adalah Salah satu dari 12 Dewa Olympus, terkenal karena kegilaan yang ditimbulkan pada saat kedatangannya",
        "jawaban": "Dionisos"
        },
    {
        "soal": "Siapa putri favorit Zeus?",
        "jawaban": "Athena"
        },
    {
        "soal": "Demigod yang dipilih oleh Zeus untuk bertarung bersamanya melawan para Raksasa",
        "jawaban": "Heracles"
        },
    {
        "soal": "Pemilik julukan Astrapios adalah?",
        "jawaban": "Zeus"
        },
    {
        "soal": "Zeus memiliki nama Jupiter dalam mitologi apa?",
        "jawaban": "Mitologi Romawi"
        },
    {
        "soal": "Sosok Jord dalam mitologi Nordik",
        "jawaban": "Ibu Thor"
        },
    {
        "soal": "Hubal adalah makhluk dari mitologi apa?",
        "jawaban": "Mitologi arab"
        },
    {
        "soal": "Nama dewi berhala yang dipuja oleh orang Arab Jahiliyah dan dianggap sebagai salah satu anak Tuhan bersama dengan Manāt dan 'Uzzá",
        "jawaban": "Latta"
        },
    {
        "soal": "Pohon kehidupan dan kesucian yang menghubungkan sembilan dunia dalam kosmologi Nordik",
        "jawaban": "Yggdrasil"
        },
    {
        "soal": "Makhluk mitologi Norse, dalam bentuk raksasa wanita yang memerintah atas banyak orang mati",
        "jawaban": "Hel"
        },
    {
        "soal": "Dewa yang dianggap sebagai faksi tuhan karena dia memiliki kedekatan dengan Odin",
        "jawaban": "Loki"
        },
    {
        "soal": "Dunia tuhan atau kelas dewa tinggi dan paling kuat dan terletak di cabang Yggdrasil atas yang dilalui mata air Urd",
        "jawaban": "Asgard"
        }
        
]
