[

    {
        "img": "https://wallpapercave.com/wp/wp7756609.jpg",
        "jawaban": "Pou",
        "desc": "Pou adalah permainan video yang dikembangkan dan diterbitkan oleh Farga Corporation. Permainan ini memiliki karakter alien yang menyerupai kentang segitiga. Dia bisa diberi makan, dibersihkan, bermain, dan ditidurkan.",
        },
    {
        "img": "https://images3.alphacoders.com/863/863236.jpg",
        "jawaban": "Clash of Clans",
        "desc": "Clash of Clans adalah permainan video strategi seluler freemium yang dikembangkan dan diterbitkan oleh pengembang permainan Finlandia, Supercell."
        },
    {
        "img": "https://images8.alphacoders.com/855/855972.jpg",
        "jawaban": "Clash Royale",
        "desc": "Clash Royale adalah permainan video strategi real-time gratis yang dikembangkan dan diterbitkan oleh Supercell. Game ini menggabungkan elemen dari game kartu koleksi, pertahanan menara, dan arena pertempuran online multipemain.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp1972779.png",
        "jawaban": "Boom Beach",
        "desc": "Boom Beach adalah game strategi real-time yang dikembangkan oleh Supercell, pembuat Clash of Clans yang terkenal. Para pemain bisa membuat pertahanan mereka sendiri di pulau Pasifik dan menyerang pulau musuh dalam pertempuran yang menarik. Dalam Boom Beach, kamu juga bisa bertempur melawan pemain lainnya di internet.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp3624905.png",
        "jawaban": "Hay Day",
        "desc": "Hay Day adalah permainan dengan tema pertanian santai yang dikembangkan dan diterbitkan oleh Supercell.",
        },
    {
        "img": "https://images4.alphacoders.com/100/1005690.jpg",
        "jawaban": "Grand Theft Auto San Andreas",
        "desc": "Grand Theft Auto: San Andreas adalah permainan video laga-petualangan yang dikembangkan oleh Rockstar North, dan diterbitkan oleh Rockstar games. Permainan ini adalah permainan 3D ke-3 dalam seri Grand Theft Auto, yang ke-5 pada rilis konsol dan permainan ke-7 secara keseluruhan.",
        },
    {
        "img": "https://images6.alphacoders.com/117/1173817.jpg",
        "jawaban": "Genshin Impact",
        "desc": "Genshin Impact adalah permainan yang dikembangkan oleh miHoYo. Dengan tema peran aksi dan petualangan, Genshin Impact juga menyajikan grafis yang tinggi sehingga hanya dapat dimainkan di beberapa platform Android",
        },
    {
        "img": "https://images4.alphacoders.com/113/1131196.jpg",
        "jawaban": "Honkai Impact",
        "desc": "Honkai Impact 3 atau adalah game free-to-play aksi permainan peran 3D mobile game yang dikembangkan oleh miHoYo. Merupakan seri ketiga dari Seri Honkai dan kelanjutan dari Houkai Gakuen, menggunakan banyak karakter yang sama dari judul sebelumnya, dengan cerita baru yang terpisah.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp2315446.jpg",
        "jawaban": "Subway Surfers",
        "desc": "Subway Surfers adalah permainan melarikan diri yang diusung oleh Kiloo Games dan Sybo Games, sebuah perusahaan swasta asal Denmark. Hanya dapat dimainkan secara single, bahkan tanpa internet.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp2444769.jpg",
        "jawaban": "Temple Run",
        "desc": "Temple Run adalah game aksi dengan pola yang mirip dengan subgenre *Endless Runners* Anda harus berlari dan menghindari semua rintangan di depan, yang tentu saja tidak sedikit jumlahnya. Jika dibandingkan, macam-macam game lain hanya memungkinkan karakter untuk melompat dalam perspektif 2D saat menghindari rintangan.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp2403882.png",
        "jawaban": "My Talking Tom",
        "desc": "My Talking Tom adalah game yang dibuat dan dimiliki oleh Outfit7 Limited, pengembang video game asal Slovenia. Dengan tema santai My Talking Tom telah diunduh lebih dari 500 juta pengguna.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp2418149.jpg",
        "jawaban": "Talking Angela",
        "desc": "Talking Angela adalah aplikasi chatterbot yang dikembangkan oleh studio Slovenia Outfit7 sebagai bagian dari seri Talking Tom and Friends. Ini dirilis pada 13 November 2012 dan Januari 2012 untuk iPhone dan iPad, Januari 2013 untuk Android, dan Januari 2014 untuk Google Play.",
        },
    {
        "img": "https://upload.wikimedia.org/wikipedia/commons/5/5e/Piano_Tiles_2_logo.png",
        "jawaban": "Piano Tiles 2",
        "desc": "Piano Tiles 2 adalah permainan video arkade musik yang dibuat oleh Hu Wen Zeng. Permainan ini diterbitkan oleh departemen hiburan Cheetah Mobile. Cara bermain permainan ini adalah dengan menyentuh ubin hitam terus-menerus tanpa membuat kesalahan.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp7442422.jpg",
        "jawaban": "Henry Stickmin",
        "desc": "Henry Stickmin adalah game stickman bertema aksi dan komedi yang dirilis dan dikembangkan oleh Puffballs United dan Inner Sloth. Pada awalnya game ini adalah flash-game sederhana yang bisa kamu mainkan di beberapa website gaming sederhana lainnya, salah satunya games.co.id dan stickpage.com.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp1899269.jpg",
        "jawaban": "Lost Saga",
        "desc": "Lost Saga adalah game bebas untuk dimainkan dan berjenis 3D Casual Fighting. Permainan ini dikembangkan oleh IO Entertainment dari Korea Selatan.",
        },
    {
        "img": "https://p4.wallpaperbetter.com/wallpaper/760/328/984/zjsstc-iron-saga-official-long-hair-wallpaper-preview.jpg",
        "jawaban": "Iron Saga",
        "desc": "Hmm gatau mau ngisi apa.",
        },
    {
        "img": "https://images7.alphacoders.com/423/423177.jpg",
        "jawaban": "Minecraft",
        "desc": "Minecraft adalah permainan Sandbox yang dibuat oleh pengembang asal Swedia Markus Persson, dirilis oleh Mojang Studios pada tahun 2009, rilis penuh pada tahun 2011 dan dibeli oleh Microsoft pada tahun 2014. Ini adalah permainan video terlaris sepanjang masa, yang terjual lebih dari 200 juta di platform java dan sebanyak 400 juta unduhan di platform Minecraft China pada tahun 2020, dengan lebih dari 100 juta pemain aktif bulanan.",
        },
    {
        "img": "https://images3.alphacoders.com/594/594233.jpg",
        "jawaban": "Resident Evil 4",
        "desc": "Resident Evil 4, yang dikenal di Jepang sebagai Biohazard 4 adalah sebuah permainan video horor sintasan penembak orang ketiga yang dikembangkan dan diterbitkan oleh Capcom.",
        },
    {
        "img": "https://wallpapercave.com/wp/wp1898996.jpg",
        "jawaban": "Grand Theft Auto Vice City",
        "desc": "Grand Theft Auto: Vice City adalah permainan video keempat dari franchise Grand Theft Auto. Didesain di Britania Raya oleh Rockstar North (sebelumnya DMA Design) dan diterbitkan oleh Rockstar Games, permainan ini diluncurkan pertama kali di Amerika Utara pada tanggal 29 Oktober 2002 untuk PlayStation 2 dan dengan cepat menjadi permainan video dengan penjualan terbaik tahun itu. Pada bulan Juli 2006, Vice City menjadi permainan PlayStation 2 dengan penjualan terbaik sepanjang masa, yang penjualannya hanya mampu dilampaui oleh Grand Theft Auto: San Andreas, seri kelima permainan Grand Theft Auto.",
        },
    {
        "img": "https://images4.alphacoders.com/823/823198.jpg",
        "jawaban": "Grand Theft Auto V",
        "desc": "Grand Theft Auto: 5 adalah permainan aksi-petualangan 2013 yang dikembangkan oleh Rockstar North dan diterbitkan oleh Rockstar Games. Ini adalah entri utama pertama dalam seri Grand Theft Auto sejak 2008 Grand Theft Auto IV. Berlatar di dalam negara bagian fiksi San Andreas, yang berbasis di California Selatan, kisah pemain tunggal mengikuti tiga kriminal dan upaya mereka untuk melakukan pencurian sementara di bawah tekanan dari agen pemerintah dan tokoh-tokoh kejahatan yang kuat. Desain dunia terbuka memungkinkan pemain bebas berkeliaran di pedesaan terbuka San Andreas dan kota fiksi Los Santos, yang berbasis di Los Angeles, Amerika Serikat.",
        },
    {
        "img": "https://images4.alphacoders.com/242/242928.jpg",
        "jawaban": "Guitar Hero",
        "desc": "Guitar Hero adalah permainan nge-jam yang diedarkan oleh perusahaan Game RedOctane dan dibuat oleh Harmonix Music Systems. Game ini dapat dimainkan sendirian atau berdua.",
        },
    {
        "img": "https://images.alphacoders.com/655/655419.jpg",
        "jawaban": "Bully",
        "desc": "Bully adalah game petualangan yang dirilis oleh Rockstar Vancouver tanggal 17 Oktober 2006 di Amerika Utara dan di Inggris tanggal 25 Oktober 2006. Game ini dirilis ulang pada tanggal 4 Maret 2008 dengan judul Bully: Scholarship Edition untuk Wii dan Xbox 360, dan dirilis pada tanggal 24 Oktober 2008 untuk PC.",
        },
    {
        "img": "https://images.alphacoders.com/512/512466.jpg",
        "jawaban": "League of Legends",
        "desc": "Lol atau League of Legends adalah sebuah permainan video arena pertarungan daring multipemain yang dikembangkan dan dipublikasikan oleh Riot Games untuk Microsoft Windows dan macOS. Permainan tersebut terinspirasi oleh Warcraft III: The Frozen Throne dari seri Defense of the Ancients.",
        },
    {
        "img": "https://images2.alphacoders.com/474/474206.jpg",
        "jawaban": "DotA II",
        "desc": "Dota 2 adalah sebuah permainan arena pertarungan daring multipemain, dan merupakan sekuel dari Defense of the Ancients mod pada Warcraft 3: Reign of Chaos dan Warcraft 3: The Frozen Throne.",
        },
    {
        "img": "https://c4.wallpaperflare.com/wallpaper/274/29/113/digital-art-drawing-people-nier-automata-wallpaper-preview.jpg",
        "jawaban": "Mobile Legends Bang Bang",
        "desc": "Saya rasa tidak perlu menjelaskan deskripsi tentang game ini",
        },
    {
        "img": "https://images3.alphacoders.com/816/816720.jpg",
        "jawaban": "PlayerUnknown's Battleground",
        "desc": "Pabji atau PlayerUnknown's Battlegrounds (sering disingkat PUBG) adalah sebuah permainan video dengan genre battle royale, di mana 100 orang sekaligus dapat bermain secara daring. Pemenang dari permainan ini adalah individu atau tim yang dapat bertahan hingga akhir. Pemain bisa bermain sendirian (solo), tim dengan dua orang (duo), dan tim dengan empat orang (squad). Pemain bisa mengundang teman di daftar teman (friend list) untuk bergabung ke dalam permainan sebagai sebuah tim.",
        }

]
